export const categoryData: Record<string, any[]> ={
  "1": [
    {
      "카테고리": "SKY 상단지정석",
      "평균_가격": 86321,
      "최고_가격": 180000,
      "최저_가격": 54000,
      "중앙_가격": 80000,
      "평균_원가": 25000,
      "좌석_개수": 303,
      "가격/원가 비율 (%)": 345.3
    },
    {
      "카테고리": "SKY요기보패밀리존",
      "평균_가격": 118000,
      "최고_가격": 136000,
      "최저_가격": 100000,
      "중앙_가격": 118000,
      "평균_원가": 65000,
      "좌석_개수": 2,
      "가격/원가 비율 (%)": 181.5
    },
    {
      "카테고리": "SKY하단지정석",
      "평균_가격": 94151,
      "최고_가격": 140000,
      "최저_가격": 69900,
      "중앙_가격": 97000,
      "평균_원가": 25000,
      "좌석_개수": 47,
      "가격/원가 비율 (%)": 376.6
    },
    {
      "카테고리": "VIP석",
      "평균_가격": 182000,
      "최고_가격": 300000,
      "최저_가격": 125000,
      "중앙_가격": 164500,
      "평균_원가": 80000,
      "좌석_개수": 16,
      "가격/원가 비율 (%)": 227.5
    },
    {
      "카테고리": "내야지정석",
      "평균_가격": 98973,
      "최고_가격": 155000,
      "최저_가격": 53000,
      "중앙_가격": 99000,
      "평균_원가": 40000,
      "좌석_개수": 143,
      "가격/원가 비율 (%)": 247.4
    },
    {
      "카테고리": "내야테이블석",
      "평균_가격": 182415,
      "최고_가격": 380000,
      "최저_가격": 100000,
      "중앙_가격": 185000,
      "평균_원가": 70000,
      "좌석_개수": 79,
      "가격/원가 비율 (%)": 260.6
    },
    {
      "카테고리": "루프탑 테이블석",
      "평균_가격": 126857,
      "최고_가격": 160000,
      "최저_가격": 76000,
      "중앙_가격": 142000,
      "평균_원가": 45000,
      "좌석_개수": 7,
      "가격/원가 비율 (%)": 281.9
    },
    {
      "카테고리": "블루존",
      "평균_가격": 137964,
      "최고_가격": 450000,
      "최저_가격": 80000,
      "중앙_가격": 130000,
      "평균_원가": 45000,
      "좌석_개수": 169,
      "가격/원가 비율 (%)": 306.6
    },
    {
      "카테고리": "스윗박스",
      "평균_가격": 171250,
      "최고_가격": 200000,
      "최저_가격": 140000,
      "중앙_가격": 172500,
      "평균_원가": 90000,
      "좌석_개수": 4,
      "가격/원가 비율 (%)": 190.3
    },
    {
      "카테고리": "외야지정석",
      "평균_가격": 78978,
      "최고_가격": 140000,
      "최저_가격": 55000,
      "중앙_가격": 78000,
      "평균_원가": 25000,
      "좌석_개수": 107,
      "가격/원가 비율 (%)": 315.9
    },
    {
      "카테고리": "외야커플테이블석",
      "평균_가격": 127987,
      "최고_가격": 170000,
      "최저_가격": 80000,
      "중앙_가격": 125000,
      "평균_원가": 45000,
      "좌석_개수": 15,
      "가격/원가 비율 (%)": 284.4
    },
    {
      "카테고리": "외야테이블석",
      "평균_가격": 129500,
      "최고_가격": 150000,
      "최저_가격": 109000,
      "중앙_가격": 129500,
      "평균_원가": 45000,
      "좌석_개수": 6,
      "가격/원가 비율 (%)": 287.8
    },
    {
      "카테고리": "외야패밀리석",
      "평균_가격": 118111,
      "최고_가격": 160000,
      "최저_가격": 85000,
      "중앙_가격": 119000,
      "평균_원가": 45000,
      "좌석_개수": 9,
      "가격/원가 비율 (%)": 262.5
    },
    {
      "카테고리": "원정응원석",
      "평균_가격": 102680,
      "최고_가격": 199900,
      "최저_가격": 55000,
      "중앙_가격": 100000,
      "평균_원가": 45000,
      "좌석_개수": 80,
      "가격/원가 비율 (%)": 228.2
    },
    {
      "카테고리": "익사이팅석",
      "평균_가격": 121839,
      "최고_가격": 200000,
      "최저_가격": 64000,
      "중앙_가격": 110000,
      "평균_원가": 50000,
      "좌석_개수": 69,
      "가격/원가 비율 (%)": 243.7
    },
    {
      "카테고리": "잔디그린존",
      "평균_가격": 91091,
      "최고_가격": 120000,
      "최저_가격": 70000,
      "중앙_가격": 90000,
      "평균_원가": 25000,
      "좌석_개수": 11,
      "가격/원가 비율 (%)": 364.4
    },
    {
      "카테고리": "중앙 SKY 상단지정석",
      "평균_가격": 92808,
      "최고_가격": 150000,
      "최저_가격": 61000,
      "중앙_가격": 89000,
      "평균_원가": 25000,
      "좌석_개수": 93,
      "가격/원가 비율 (%)": 371.2
    },
    {
      "카테고리": "중앙 SKY하단지정석",
      "평균_가격": 88333,
      "최고_가격": 90000,
      "최저_가격": 85000,
      "중앙_가격": 90000,
      "평균_원가": 25000,
      "좌석_개수": 3,
      "가격/원가 비율 (%)": 353.3
    },
    {
      "카테고리": "중앙테이블석",
      "평균_가격": 170179,
      "최고_가격": 250000,
      "최저_가격": 99900,
      "중앙_가격": 165000,
      "평균_원가": 75000,
      "좌석_개수": 24,
      "가격/원가 비율 (%)": 226.9
    },
    {
      "카테고리": "캠핑존",
      "평균_가격": 125000,
      "최고_가격": 150000,
      "최저_가격": 100000,
      "중앙_가격": 125000,
      "평균_원가": 60000,
      "좌석_개수": 3,
      "가격/원가 비율 (%)": 208.3
    },
    {
      "카테고리": "파티플로어라이브",
      "평균_가격": 121000,
      "최고_가격": 200000,
      "최저_가격": 60000,
      "중앙_가격": 130000,
      "평균_원가": 35000,
      "좌석_개수": 7,
      "가격/원가 비율 (%)": 345.7
    },
    {
      "카테고리": "전체",
      "평균_가격": 109622,
      "최고_가격": 450000,
      "최저_가격": 53000,
      "중앙_가격": 99900,
      "평균_원가": 38150,
      "좌석_개수": 1197,
      "가격/원가 비율 (%)": 287.3
    }
  ],
  "2": [
    {
      "카테고리": "SKY 상단지정석",
      "평균_가격": 72007,
      "최고_가격": 143000,
      "최저_가격": 38800,
      "중앙_가격": 70000,
      "평균_원가": 25000,
      "좌석_개수": 596,
      "가격/원가 비율 (%)": 288.0
    },
    {
      "카테고리": "SKY요기보패밀리존",
      "평균_가격": 188738,
      "최고_가격": 260000,
      "최저_가격": 90000,
      "중앙_가격": 239950,
      "평균_원가": 35000,
      "좌석_개수": 8,
      "가격/원가 비율 (%)": 539.2
    },
    {
      "카테고리": "SKY하단지정석",
      "평균_가격": 75207,
      "최고_가격": 170000,
      "최저_가격": 39000,
      "중앙_가격": 75000,
      "평균_원가": 25000,
      "좌석_개수": 109,
      "가격/원가 비율 (%)": 300.8
    },
    {
      "카테고리": "VIP석",
      "평균_가격": 195857,
      "최고_가격": 300000,
      "최저_가격": 120000,
      "중앙_가격": 197500,
      "평균_원가": 80000,
      "좌석_개수": 14,
      "가격/원가 비율 (%)": 244.8
    },
    {
      "카테고리": "내야지정석",
      "평균_가격": 79829,
      "최고_가격": 180000,
      "최저_가격": 46000,
      "중앙_가격": 79900,
      "평균_원가": 40000,
      "좌석_개수": 262,
      "가격/원가 비율 (%)": 199.6
    },
    {
      "카테고리": "내야테이블석",
      "평균_가격": 166096,
      "최고_가격": 400000,
      "최저_가격": 70000,
      "중앙_가격": 159000,
      "평균_원가": 70000,
      "좌석_개수": 157,
      "가격/원가 비율 (%)": 237.3
    },
    {
      "카테고리": "루프탑 테이블석",
      "평균_가격": 81436,
      "최고_가격": 150000,
      "최저_가격": 59900,
      "중앙_가격": 80000,
      "평균_원가": 45000,
      "좌석_개수": 11,
      "가격/원가 비율 (%)": 181.0
    },
    {
      "카테고리": "블루존",
      "평균_가격": 117325,
      "최고_가격": 200000,
      "최저_가격": 60000,
      "중앙_가격": 110000,
      "평균_원가": 45000,
      "좌석_개수": 310,
      "가격/원가 비율 (%)": 260.7
    },
    {
      "카테고리": "스윗박스",
      "평균_가격": 158000,
      "최고_가격": 200000,
      "최저_가격": 112000,
      "중앙_가격": 160000,
      "평균_원가": 90000,
      "좌석_개수": 4,
      "가격/원가 비율 (%)": 175.6
    },
    {
      "카테고리": "외야지정석",
      "평균_가격": 63359,
      "최고_가격": 150000,
      "최저_가격": 39000,
      "중앙_가격": 60000,
      "평균_원가": 25000,
      "좌석_개수": 268,
      "가격/원가 비율 (%)": 253.4
    },
    {
      "카테고리": "외야커플테이블석",
      "평균_가격": 103675,
      "최고_가격": 200000,
      "최저_가격": 59900,
      "중앙_가격": 99000,
      "평균_원가": 45000,
      "좌석_개수": 32,
      "가격/원가 비율 (%)": 230.4
    },
    {
      "카테고리": "외야테이블석",
      "평균_가격": 108538,
      "최고_가격": 149000,
      "최저_가격": 58000,
      "중앙_가격": 125000,
      "평균_원가": 45000,
      "좌석_개수": 13,
      "가격/원가 비율 (%)": 241.2
    },
    {
      "카테고리": "외야패밀리석",
      "평균_가격": 75833,
      "최고_가격": 100000,
      "최저_가격": 58900,
      "중앙_가격": 70000,
      "평균_원가": 45000,
      "좌석_개수": 15,
      "가격/원가 비율 (%)": 168.5
    },
    {
      "카테고리": "원정응원석",
      "평균_가격": 88286,
      "최고_가격": 200000,
      "최저_가격": 53000,
      "중앙_가격": 85000,
      "평균_원가": 45000,
      "좌석_개수": 129,
      "가격/원가 비율 (%)": 196.2
    },
    {
      "카테고리": "익사이팅석",
      "평균_가격": 101017,
      "최고_가격": 249900,
      "최저_가격": 50000,
      "중앙_가격": 93000,
      "평균_원가": 50000,
      "좌석_개수": 94,
      "가격/원가 비율 (%)": 202.0
    },
    {
      "카테고리": "잔디그린존",
      "평균_가격": 86083,
      "최고_가격": 109000,
      "최저_가격": 49000,
      "중앙_가격": 92500,
      "평균_원가": 25000,
      "좌석_개수": 18,
      "가격/원가 비율 (%)": 344.3
    },
    {
      "카테고리": "중앙 SKY 상단지정석",
      "평균_가격": 74734,
      "최고_가격": 180000,
      "최저_가격": 42000,
      "중앙_가격": 75000,
      "평균_원가": 25000,
      "좌석_개수": 112,
      "가격/원가 비율 (%)": 298.9
    },
    {
      "카테고리": "중앙 SKY하단지정석",
      "평균_가격": 70941,
      "최고_가격": 100000,
      "최저_가격": 45000,
      "중앙_가격": 73000,
      "평균_원가": 25000,
      "좌석_개수": 17,
      "가격/원가 비율 (%)": 283.8
    },
    {
      "카테고리": "중앙테이블석",
      "평균_가격": 180468,
      "최고_가격": 300000,
      "최저_가격": 100000,
      "중앙_가격": 197500,
      "평균_원가": 75000,
      "좌석_개수": 34,
      "가격/원가 비율 (%)": 240.6
    },
    {
      "카테고리": "캠핑존",
      "평균_가격": 111618,
      "최고_가격": 200000,
      "최저_가격": 80000,
      "중앙_가격": 90000,
      "평균_원가": 60000,
      "좌석_개수": 11,
      "가격/원가 비율 (%)": 186.0
    },
    {
      "카테고리": "파티플로어라이브",
      "평균_가격": 116538,
      "최고_가격": 150000,
      "최저_가격": 55000,
      "중앙_가격": 120000,
      "평균_원가": 35000,
      "좌석_개수": 13,
      "가격/원가 비율 (%)": 333.0
    },
    {
      "카테고리": "전체",
      "평균_가격": 91599,
      "최고_가격": 400000,
      "최저_가격": 38800,
      "중앙_가격": 80000,
      "평균_원가": 37066,
      "좌석_개수": 2227,
      "가격/원가 비율 (%)": 247.1
    }
  ]
}